const list = [
  {
    name: '京士柏',
    lat: 22.311944,
    lng: 114.172778,
  },
  {
    name: '香港天文台',
    lat: 22.301944,
    lng: 114.174167,
  },
  {
    name: '黃竹坑',
    lat: 22.247778,
    lng: 114.173611,
  },
  {
    name: '打鼓嶺',
    lat: 22.528611,
    lng: 114.156667,
  },
  {
    name: '流浮山',
    lat: 22.468889,
    lng: 13.983611,
  },
  {
    name: '大埔',
    lat: 22.448333,
    lng: 114.177222,
  },
  {
    name: '沙田',
    lat: 22.4025,
    lng: 114.21,
  },
  {
    name: '屯門',
    lat: 22.385833,
    lng: 113.964167,
  },
  {
    name: '將軍澳',
    lat: 22.315833,
    lng: 114.255556,
  },
  {
    name: '西貢',
    lat: 22.375556,
    lng: 114.274444,
  },
  {
    name: '長洲',
    lat: 22.201111,
    lng: 114.026667,
  },
  {
    name: '赤鱲角',
    lat: 22.309444,
    lng: 113.921944,
  },
  {
    name: '青衣',
    lat: 22.348056,
    lng: 114.109167,
  },
  {
    name: '荃灣可觀',
    lat: 22.383611,
    lng: 114.107778,
  },
  {
    name: '荃灣城門谷',
    lat: 22.375556,
    lng: 114.126667,
  },
  {
    name: '香港公園',
    lat: 22.278333,
    lng: 114.162222,
  },
  {
    name: '筲箕灣',
    lat: 22.281667,
    lng: 114.236111,
  },
  {
    name: '九龍城',
    lat: 22.335,
    lng: 114.184722,
  },
  {
    name: '跑馬地',
    lat: 22.270556,
    lng: 114.183611,
  },
  {
    name: '黃大仙',
    lat: 22.339444,
    lng: 114.205278,
  },
  {
    name: '赤柱',
    lat: 22.214167,
    lng: 114.218611,
  },
  {
    name: '觀塘',
    lat: 22.318611,
    lng: 114.224722,
  },
  {
    name: '深水埗',
    lat: 22.335833,
    lng: 114.136944,
  },
  {
    name: '啟德跑道公園',
    lat: 22.305,
    lng: 114.216944,
  },
  {
    name: '元朗公園',
    lat: 22.440833,
    lng: 114.018333,
  },
  {
    name: '大美督',
    lat: 22.475278,
    lng: 114.2375,
  },
];

export default list;
